tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "simplybusiness/tap", "git@github.com:simplybusiness/homebrew-tap.git"
tap "versent/taps"
brew "jpeg-xl"
brew "openssl@3"
brew "awscli"
brew "libyaml"
brew "awscli-local"
brew "cmake"
brew "coreutils"
brew "deno"
brew "diff-so-fancy"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "harfbuzz"
brew "ghostscript"
brew "git"
brew "git-secrets"
brew "gnupg"
brew "htop"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "lazygit"
brew "libpq"
brew "librdkafka"
brew "libsodium"
brew "libxml2"
brew "llvm"
brew "node"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "tmux"
brew "overmind"
brew "parallel"
brew "podman"
brew "poppler"
brew "postgresql@14"
brew "python@3.11"
brew "qemu"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "saml2aws"
brew "sbt"
brew "yarn", link: false
brew "yq"
brew "zlib"
brew "hashicorp/tap/terraform"
brew "simplybusiness/tap/bnw_cli"
cask "adoptopenjdk8"
cask "bruno"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "pgadmin4"
cask "session-manager-plugin"
vscode "alexcvzz.vscode-sqlite"
vscode "chaitanyashahare.lazygit"
vscode "codacy-app.codacy"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "naumovs.theme-oceanicnext"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sleistner.vscode-fileutils"
vscode "vscodevim.vim"
vscode "ziyasal.vscode-open-in-github"
